Repository: BlondelSeumo/Flutter-App-PHP-Laravel-Admin-Panel
Catalog: flutter_application/lib/l10n/intl_*.arb
Languages: fr_ca, ko

source: Search for restaurants or foods
fr_ca: Rechercher un restaurant ou un plat
ko: 검색

source: Top Restaurants
fr_ca: Meilleurs restaurants
ko: Top 배달업소

source: Ordered by Nearby first
fr_ca: Commander par proximité
ko: 내주변 주문

source: Trending This Week
fr_ca: Tendance cette semaine
ko: 이번주 트렌드

# double_click_on_the_food_to_add_it_to_the
source: Double click on the food to add it to the cart
fr_ca: Double-cliquez sur un plat pour l'ajouter au panier
ko: 두번 클릭하면 장바구니에 저장됩니다

source: Food Categories
fr_ca: Catégories d'aliments
ko: 음식 카테고리

source: Most Popular
fr_ca: Le plus populaire
ko: 가장 인기있는 메뉴

source: Recent Reviews
fr_ca: Avis récents
ko: 최근 리뷰

source: Login
fr_ca: S'identifier
ko: 로그인

source: Skip
fr_ca: Passer
ko: 스킵

source: About
fr_ca: À propos
ko: 소개

source: Submit
fr_ca: Envoyer
ko: 제출

source: Verify
fr_ca: Vérifier
ko: 확인

source: Select your preferred languages
fr_ca: Sélectionnez votre langue préférée
ko: 언어 선택

source: Order Id
fr_ca: Numéro de commande
ko: 주문 Id

source: Category
fr_ca: Catégorie
ko: 카테고리

source: Checkout
fr_ca: Passer commande
ko: 결제

source: Payment Mode
fr_ca: Mode de paiement
ko: 결제 방식

source: Select your preferred payment mode
fr_ca: Sélectionnez votre mode de paiement préféré
ko: 결제방식을 선택 해주세요

source: Or Checkout With
fr_ca: Ou payer avec
ko: Or 결제 With

source: Subtotal
fr_ca: Total
ko: 서브 합계

source: Confirm Payment
fr_ca: Confirmer le paiement
ko: 결제 확인

source: Featured Foods
fr_ca: Plats en vedette
ko: 추천 메뉴

source: What They Say ?
fr_ca: Ce qu'ils en disent ?

source: Favorite Foods
fr_ca: Plats préférés
ko: 즐겨찾기

source: Extras
fr_ca: Suppléments
ko: 추가 메뉴

source: Select extras to add them on the food
fr_ca: Sélectionnez des extras pour les ajouter à votre commande
ko: 추가할 메뉴

source: Ingredients
fr_ca: Ingrédients
ko: 성분

source: Reviews
fr_ca: Commentaires
ko: 리뷰

source: Quantity
fr_ca: Quantité
ko: 수량

source: Add to Cart
fr_ca: Ajouter au panier
ko: 장바구니에 추가

source: Help & Supports
fr_ca: Aide et assistance
ko: 헬프 & 지원

source: App Language
fr_ca: Langue de l'application
ko: 언어

source: I forgot password ?
fr_ca: J'ai oublié mon mot de passe.
ko: 비밀번호를 잊으셨나요 ?

source: I don't have an account?
fr_ca: Je n'ai pas de compte.
ko: 계정이 없으신가요?

source: Maps Explorer
fr_ca: Explorer les lieux
ko: 지도

source: All Menu
fr_ca: Tous les menus
ko: 모든 메뉴

source: Longpress on the food to add suplements
fr_ca: Appuyez longuement pour ajouter des suppléments
ko: 추가할 메뉴를 선택해주세요

source: Your order has been successfully submitted!
fr_ca: Votre commande a été transmise avec succès !
ko: 성공적으로 주문되었습니다!

source: TAX
fr_ca: TVA
ko: 부가세

source: My Orders
fr_ca: Mes commandes
ko: 내 주문

source: Profile
fr_ca: Profil
ko: 프로필

source: Favorites
fr_ca: Favoris
ko: 즐겨찾기

source: Home
fr_ca: Accueil

source: Payment Options
fr_ca: Options de paiement
ko: 결제 옵션

source: Cash on delivery
fr_ca: Paiement à la livraison
ko: 현금 결제

source: PayPal Payment
fr_ca: Paiement PayPal
ko: 페이팔 결제

source: Recent Orders
fr_ca: Dernières commandes
ko: 최근 주문

source: Settings
fr_ca: Paramètres
ko: 설정

source: Profile Settings
fr_ca: Paramètres de profil
ko: 프로필 설정

source: Full name
fr_ca: Nom complet
ko: 성함

source: Phone
fr_ca: Téléphone
ko: 휴대폰번호

source: Address
fr_ca: Adresse
ko: 배달 주소

source: Payments Settings
fr_ca: Paramètres de paiement
ko: 결제 설정

source: Default Credit Card
fr_ca: Carte de crédit par défaut
ko: 디폴트 신용카드

source: App Settings
fr_ca: Paramètres de l'application
ko: 앱 설정

source: Languages
fr_ca: Langues
ko: 언어

source: English
fr_ca: Français

source: Help & Support
fr_ca: Support
ko: 헬프 & 지원

source: Register
fr_ca: S'inscrire
ko: 가입하기

source: Let's Start with register!
fr_ca: Commençons par vous inscrire !
ko: 가입후 시작하기!

source: Should be more than 3 letters
fr_ca: 3 caractères minimum
ko: 3자 이상이어야합니다

source: John Doe
fr_ca: Thierry MARTIN

source: Should be a valid email
fr_ca: E-mail invalide
ko: 이메일이 유효하지 않습니다

source: Should be more than 6 letters
fr_ca: 6 caractères minimum
ko: 6자 이상이어야합니다

source: Password
fr_ca: Mot de passe
ko: 비밀번호

source: I have account? Back to login
fr_ca: J'ai déjà un compte !
ko: 계정이 있으신가요? 로그인

source: Tracking Order
fr_ca: Suivi de la commande
ko: 추적 순서

source: Discover & Explorer
fr_ca: Découvrir & Explorer
ko: 검색 & 탐색

# you_can_discover_restaurants
source: You can discover restaurants & fastfood arround you and choose you best meal after few minutes we prepare and delivere it for you
fr_ca: Découvrez les restaurants et la restauration rapide à proximité de vous puis sélectionnez vos plats préférés. Certains établissements proposent un service de livraison ou de plats à emporter.
ko: 주변의 배달업체를 발견하고 몇분 후 최고의 음식을 준비합니다

source: Reset Cart?
fr_ca: Réinitialiser le panier ?
ko: 장바구니 리셋?

source: Cart
fr_ca: Panier
ko: 장바구니

source: Shopping Cart
fr_ca: Votre panier
ko: 장바구니

source: Verify your quantity and click checkout
fr_ca: Vérifiez la quantité et validez votre commande
ko: 수량 확인 및 결제 확인

source: Let's Start with Login!
fr_ca: Connectez vous !
ko: 로그인 해주세요!

source: Should be more than 3 characters
fr_ca: 3 caractères minimum
ko: 3자 이상이어야합니다

# you_must_add_foods_of_the_same_restaurants_choose_one
source: You must add foods of the same restaurants choose one restaurants only!
fr_ca: Vous devez ajouter des plats d'un même restaurant, choisissez un seul restaurant !

source: Reset your cart and order meals form this restaurant
fr_ca: Réinitialisez votre panier et commandez dans ce restaurant

source: Keep your old meals of this restaurant
fr_ca: Conserver vos plats préférés de ce restaurant

source: Reset
fr_ca: Réinitialiser
ko: 리셋

source: Close
fr_ca: Fermer
ko: 닫기

source: Application Preferences
fr_ca: Préférences de l'application
ko: 앱 환경

source: Help & Support
fr_ca: Support
ko: 헬프 & 지원

source: Light Mode
fr_ca: Mode lumineux
ko: 라이트 모드

source: Dark Mode
fr_ca: Mode sombre
ko: 다크 모드

source: Log out
fr_ca: Se déconnecter
ko: 로그아웃

source: D'ont have any item in your cart
fr_ca: Il n'y a aucun article dans votre panier
ko: 장바구니에 주문이 없습니다

source: Start Exploring
fr_ca: Commencez à explorer
ko: 탐색 시작

source: D'ont have any item in the notification list
fr_ca: Aucun élément dans la liste des notifications
ko: 알림 리스트가 없습니다

source: Payment Settings
fr_ca: Paramètres de paiement
ko: 결제 설정

source: Not a valid number
fr_ca: Numéro invalide
ko: 유효한 숫자가 아닙니다

source: Not a valid date
fr_ca: Date invalide
ko: 유효한 날짜가 아닙니다

source: Not a valid CVC
fr_ca: Code CVC invalide
ko: 유효한 CVC가 아닙니다

source: Cancel
fr_ca: Annuler
ko: 취소

source: Save
fr_ca: Enregistrer
ko: 저장

source: Edit
fr_ca: Éditer
ko: 편집

source: Not a valid full name
fr_ca: Nom invalide
ko: 유효한 성함이 아닙니다

source: Email Address
fr_ca: Adresse électronique
ko: 이메일 주소

source: Not a valid email
fr_ca: Email invalide
ko: 유효한 이메일이 아닙니다

source: Not a valid phone
fr_ca: Téléphone invalide
ko: 유효한 전화번호가 아닙니다

source: Not a valid address
fr_ca: Adresse invalide
ko: 유효한 주소가 아닙니다

source: Not a valid biography
fr_ca: Biographie invalide
ko: 유효한 전기가 아닙니다

source: Your biography
fr_ca: Votre biographie
ko: 당신의 전기는

source: Your Address
fr_ca: Votre adresse
ko: 귀하의 주소는

source: Search
fr_ca: Chercher
ko: 검색

source: Recents Search
fr_ca: Recherches récentes
ko: 최근 검색

source: Verify your internet connection
fr_ca: Vérifiez votre connexion Internet
ko: 인터넷 연결상태 확인

# carts_refreshed_successfuly
source: Carts refreshed successfully
fr_ca: Panier actualisé avec succès
ko: 장바구니가 갱신되었습니다

# the_food_was_removed_from_your_cart
source: The {foodname} was removed from your cart
fr_ca: Le plat a été supprimé de votre panier
ko: {foodname} 가 장바구니에서 제가 되었습니다

# category_refreshed_successfuly
source: Category refreshed successfully
fr_ca: Catégorie actualisée avec succès
ko: 카테고리가 갱신되었습니다

# notifications_refreshed_successfuly
source: Notifications refreshed successfully
fr_ca: Notifications actualisées avec succès
ko: 알림이 갱신되었습니다

# order_refreshed_successfuly
source: Order refreshed successfully
fr_ca: Commande actualisée avec succès
ko: 주문이 갱신되었습니다

# orders_refreshed_successfuly
source: Orders refreshed successfully
fr_ca: Commandes actualisées avec succès
ko: 주문이 갱신되었습니다

# restaurant_refreshed_successfuly
source: Restaurant refreshed successfully
fr_ca: Restaurant actualisé avec succès
ko: 레스토랑이 갱신되었습니다

source: Profile settings updated successfully
fr_ca: Paramètres de profil mis à jour avec succès
ko: 프로필 설정이 업데이트되었습니다

source: Payment settings updated successfully
fr_ca: Paramètres de paiement mis à jour avec succès
ko: 결제 설정이 업데이트되었습니다

# tracking_refreshed_successfuly
source: Tracking refreshed successfully
fr_ca: Suivi actualisé avec succès
ko: 추적이 갱신되었습니다

source: Welcome
fr_ca: Bienvenue
ko: 환영합니다

source: Wrong email or password
fr_ca: Email ou mot de passe incorrect
ko: 이메일 또는 비밀번호가 잘못되었습니다

source: Addresses refreshed successfuly
fr_ca: Adresses actualisées avec succès

source: Delivery Addresses
fr_ca: Adresses de livraison

source: Add
fr_ca: Ajouter

source: New Address added successfully
fr_ca: Nouvelle adresse ajoutée avec succès

source: The address updated successfully
fr_ca: L'adresse a été mise à jour avec succès

source: Long press to edit item, swipe item to delete it
fr_ca: Appuyez longuement pour modifier l'élément

source: Add Delivery Address
fr_ca: Ajouter une adresse de livraison

source: Home Address
fr_ca: Adresses de livraison

# hint_full_address
source: 12 Street, City 21663, Country
fr_ca: 7 rue des Pommiers

source: Full Address
fr_ca: Adresse complète

source: Email to reset password
fr_ca: Email pour réinitialiser le mot de passe

# send_password_reset_link
source: Send link
fr_ca: Envoyer un lien
ko: Send password reset link

source: I remember my password return to login
fr_ca: Je me souviens de mon mot de passe revenir à la connexion

source: Your reset link has been sent to your email
fr_ca: Votre lien de réinitialisation a été envoyé à votre adresse e-mail

source: Error! Verify email settings
fr_ca: Erreur! Vérifier les paramètres de messagerie

source: Guest
fr_ca: Client

source: You must sign-in to access to this section
fr_ca: Vous devez vous connecter pour accéder à cette section

source: Tell us about this restaurant
fr_ca: Parlez-nous de ce restaurant

source: How would you rate this restaurant ?
fr_ca: Comment évalueriez-vous ce restaurant?

source: Tell us about this food
fr_ca: Parlez-nous de ce plat

source: The restaurant has been rated successfully
fr_ca: Le restaurant a été évalué avec succès

source: The food has been rated successfully
fr_ca: Le plat a été évalué avec succès

source: Reviews refreshed successfully!
fr_ca: Avis actualisés avec succès!

source: Delivery Fee
fr_ca: Frais de livraison

source: Order status changed
fr_ca: Statut de la commande modifié

source: New order from client
fr_ca: Nouvelle commande client

source: Shopping
fr_ca: Achats

source: Delivery or Pickup
fr_ca: Livraison ou à emporter

source: Payment card updated successfully
fr_ca: Carte de paiement mise à jour avec succès

source: Deliverable
fr_ca: Livrable

source: Not Deliverable
fr_ca: Non livrable

source: Items
fr_ca: Part(s)

source: Delivery
fr_ca: Livraison

source: Pickup
fr_ca: A emporter

source: Closed
fr_ca: Fermé

source: Open
fr_ca: Ouvert

source: mi
fr_ca: Km

source: Delivery Address
fr_ca: Adresse de livraison

source: Current location
fr_ca: Localisation actuelle

source: Delivery Address removed successfully
fr_ca: L'adresse de livraison a bien été supprimée

source: Add new delivery address
fr_ca: Ajouter une nouvelle adresse de livraison

source: Restaurants near to your current location
fr_ca: Restaurants à proximité de votre position actuelle

source: Restaurants near to
fr_ca: Restaurants à proximité de

source: Near to
fr_ca: Près de

source: Near to your current location
fr_ca: À proximité de votre position actuelle

source: Pickup your food from the restaurant
fr_ca: Récupérez votre commande au restaurant

source: Confirm your delivery address
fr_ca: Confirmez votre adresse de livraison

source: Filter
fr_ca: Filtre

source: Clear
fr_ca: Réinitialiser

source: Apply Filters
fr_ca: Appliquer les filtres

source: Opened Restaurants
fr_ca: Restaurants ouverts

source: Fields
fr_ca: Des champs

source: This food was added to cart
fr_ca: Ce plat a été ajouté au panier

source: Foods result
fr_ca: Résultat des plats

source: Foods Results
fr_ca: Résultats des plats

source: Restaurants Results
fr_ca: Résultats des restaurants

source: All
fr_ca: Tout

source: This restaurant is closed !
fr_ca: Ce restaurant est fermé!

source: Unknown
fr_ca: Inconnue

source: How would you rate this restaurant ?
fr_ca: Comment évalueriez-vous ce restaurant?

source: Click on the stars below to leave comments
fr_ca: Cliquez sur les étoiles ci-dessous pour laisser des commentaires

# click_to_confirm_your_address_and_pay_or_long_press
source: Click to confirm your address and pay or Long press to edit your address
fr_ca: Cliquez pour confirmer votre adresse et payer ou appuyez longuement pour modifier votre adresse

source: Visa Card
fr_ca: Carte Visa

source: Pay on Pickup
fr_ca: Payer sur place

source: Click to pay with your Visa Card
fr_ca: Cliquez pour payer avec votre carte Visa

source: Click to pay with your MasterCard
fr_ca: Cliquez pour payer avec votre MasterCard

source: Click to pay with your PayPal account
fr_ca: Cliquez pour payer avec votre compte PayPal

source: Click to pay cash on delivery
fr_ca: Cliquez pour payer à la livraison

source: Click to pay on pickup
fr_ca: Cliquez pour payer sur place

source: This email account exists
fr_ca: Ce compte de messagerie existe

source: This account not exist
fr_ca: Ce compte n'existe pas

source: CARD NUMBER
fr_ca: NUMÉRO DE CARTE

source: EXPIRY DATE
fr_ca: DATE D'EXPIRATION

source: Your credit card not valid
fr_ca: Votre carte de crédit n'est pas valide

source: Number
fr_ca: Nombre

source: Exp Date
fr_ca: Date d'expiration

# favorites_refreshed_successfuly
source: Favorites refreshed successfully
fr_ca: Favoris actualisés avec succès
ko: Favorites refreshed successfuly

source: Complete your profile details to continue
fr_ca: Complétez les détails de votre profil pour continuer

# faqsRefreshedSuccessfuly
source: Faqs refreshed successfully
fr_ca: FAQ actualisées avec succès
ko: Faqs refreshed successfuly

source: This food was added to favorite
fr_ca: Ce plat a été ajouté aux favoris

source: This food was removed from favorites
fr_ca: Ce plat a été retiré des favoris

# foodRefreshedSuccessfuly
source: Food refreshed successfully
fr_ca: Plat actualisé avec succès
ko: Food refreshed successfuly

source: Delivery address outside the delivery range of this restaurants.
fr_ca: Adresse de livraison en dehors de la zone de livraison de ce restaurant.

source: This restaurant not support delivery method.
fr_ca: Ce restaurant ne livre pas.

source: One or more foods in your cart not deliverable.
fr_ca: Un ou plusieurs plats de votre panier ne peuvent pas être livrés.

source: Delivery method not allowed!
fr_ca: La livraison n'est pas possible.

source: View Details
fr_ca: Voir les détails

source: You don't have any order
fr_ca: Vous n'avez aucune commande

source: Order Details
fr_ca: Détails de la commande

source: Order
fr_ca: Commande

source: Details
fr_ca: Détails

source: Canceled
fr_ca: Annulé

source: Cancel Order
fr_ca: Annuler la commande

source: View
fr_ca: Vue

source: Yes
fr_ca: Oui

source: Are you sure you want to cancel this order?
fr_ca: Êtes-vous sûr de vouloir annuler cette commande?

# orderThisorderidHasBeenCanceled
source: Order: #{id} has been canceled
fr_ca: Commande

source: Click on the food to get more details about it
fr_ca: Cliquez sur le plat pour en savoir plus

source: RazorPay Payment
fr_ca: Paiement RazorPay

source: Click to pay with RazorPay method
fr_ca: Cliquez pour payer avec la méthode RazorPay

source: Tap again to leave
fr_ca: Appuyez à nouveau pour quitter

# validCouponCode
source: Valid Coupon
fr_ca: Coupon valide

# invalidCouponCode
source: Invalid Coupon
fr_ca: Coupon invalide

source: Have Coupon Code?
fr_ca: Vous avez un code promo ?

source: Total
ko: 전체 합계

source: Menu
ko: 메뉴

source: Information
ko: 정보

source: Nutrition
ko: 영양

source: Faq
ko: 자주묻는질문

source: Notifications
ko: 알림

source: Confirmation
ko: 확인

source: Multi-Restaurants
ko: K-배달

source: Version
ko: 버젼
